---
kind: other
id: Methods.T:Autodesk.Revit.UI.IRevisionsOnSheetUIServer
source: html/8ad0d353-9bac-e07e-f314-13898c4bfb1e.htm
---
# IRevisionsOnSheetUIServer Methods

Implement this method to return a description of the server.